Repository: africamonkey/LLM-Visualizer
Catalog: llm-visualizer/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: AI's most likely next word
zh_hans: AI 最可能的下一词

source: Ask anything…
zh_hans: 问点什么吧…

source: Best record %d%%
zh_hans: 最高纪录 %d%%

source: Best record: %d%%
zh_hans: 最高纪录：%d%%

source: Can you find a sentence that makes AI so sure it could guess right with its eyes closed?
zh_hans: 你能找到一句话，让 AI 确定到几乎闭着眼睛都能猜对吗？

# challenge.body
source: You just saw how a model thinks. Now try it for real.
zh_hans: 你已经看到了模型怎么想。现在自己来试试。

# celebration.yourSentence
source: Your sentence
zh_hans: 你的句子

# error.retry
source: Try again
zh_hans: 重试

# error.model.loading
source: Model is still loading. Please wait a moment.
zh_hans: 模型还在加载中，请稍等。

# error.prompt.empty
source: Please type a sentence first.
zh_hans: 请先输入一句话。

# error.generic
source: Something went wrong. Please try again.
zh_hans: 出错了，请重试。

source: Generating · %.1f t/s
zh_hans: 生成中 · %.1f tokens/秒

source: Goal: Get AI's next-word prediction above %d%%
zh_hans: 目标：让 AI 对下一个词的预测超过 %d%%

source: Goal: Get Top-1 probability above %d%%
zh_hans: 目标：让 Top-1 概率超过 %d%%

source: I'm ready
zh_hans: 我准备好了

source: Initializing…
zh_hans: 初始化中…

# inspiration.fragment.capital
source: The capital of China is
zh_hans: 中国的首都是

# inspiration.fragment.eat
source: I like to eat
zh_hans: 我爱吃

# inspiration.fragment.life
source: The most important thing in life is
zh_hans: 人生最重要的是

# inspiration.fragment.sun
source: The sun rises from the east
zh_hans: 太阳从东边

# inspiration.fragment.tomorrow
source: Tomorrow I will go to
zh_hans: 明天我要去

# inspiration.fragment.weather
source: Today's weather is
zh_hans: 今天天气真

source: Is that real? Let me try
zh_hans: 这是真的吗？我来试试

source: It's not thinking — it's just scoring every word.
zh_hans: 它没在想，只是给每个词打分。

source: Level 1
zh_hans: 第 1 关

# level1.submit
source: Submit
zh_hans: 提交

# level1.emptyState
source: Type a sentence above — the bars below show how sure the AI is about its next word.
zh_hans: 在上方输入一句话，下方的概率条会显示 AI 对下一个词有多确定。

source: LLM Visualizer
zh_hans: LLM 可视化

source: Loading model…
zh_hans: 正在加载模型…

source: Make AI guess right with its eyes closed
zh_hans: 让 AI 闭眼都猜对

# narrator.high
source: This time AI seems pretty sure.
zh_hans: 这次 AI 看起来挺有把握。

# narrator.low
source: This time AI is very hesitant — several words have similar scores.
zh_hans: 这次 AI 很犹豫——好几个词分数接近。

# narrator.medium
source: This time AI is a bit unsure.
zh_hans: 这次 AI 有点拿不准。

# narrator.passedPrefix
source: You passed —
zh_hans: 你已通关——

source: Next level is on the way
zh_hans: 下一关在路上

# onboarding.example.caption
source: Can you make ONE word clearly win?
zh_hans: 你能让某一个词明显胜出吗？

# onboarding.example.framing
source: Type a sentence — see what the model predicts
zh_hans: 输入句子，看模型预测什么

# onboarding.prompt
source: Today's weather is really
zh_hans: 今天天气真

# onboarding.tryIt
source: Let me try
zh_hans: 我来试一试

# Opening prompt
source: Today's weather is
zh_hans: 今天天气真

source: Other possibilities
zh_hans: 其他可能

source: Played %d times
zh_hans: 已玩 %d 次

source: Ready
zh_hans: 就绪

source: Retry
zh_hans: 重试

source: Send
zh_hans: 发送

# settings.title
source: Settings
zh_hans: 设置

# settings.replayOnboarding
source: Replay onboarding
zh_hans: 重新观看引导

# settings.resetProgress
source: Reset all progress
zh_hans: 重置所有进度

# settings.resetFooter
source: Clears onboarding state, completed levels, and best records.
zh_hans: 清除引导状态、关卡完成记录和最高分。

source: Sometimes AI is sure, sometimes it's hesitant.
zh_hans: 有时候 AI 很确定，有时候很犹豫。

source: Stop
zh_hans: 停止

source: Thinking
zh_hans: 思考中

source: Try again
zh_hans: 再来一次

source: Try another sentence, see how AI guesses
zh_hans: 换一句话试试，看 AI 怎么猜

source: Type your sentence…
zh_hans: 输入你的句子…

source: When the context is clear enough, the model already knows what comes next.
zh_hans: 当上下文足够明确，模型其实早就知道下一个词是什么。

source: You made AI guess right with its eyes closed
zh_hans: 你让 AI 闭眼都猜对了

source: You might have noticed…
zh_hans: 你可能发现了…

source: Your highest was just %d%% — try the challenge
zh_hans: 你刚才最高才 %d%%，挑战一下

source: Your input
zh_hans: 你的输入
